Repository: Open-Plus/Skinpanel
Catalog: locale/*/LC_MESSAGES/SkinPanel.po
Languages: es

source: Choose the options you like best, save changes and then restart enigma to apply the changes.
es: Escoge las opciones que más se adapten a tu decodificador, guarda cambios te pedirá reiniciar la interfaz para aplicar los cambios.

source: OpenPlusHD! Skin Configuration
es: OpenPlusHD! Skin Configuración

source: Skinpanel in Menu
es: Mostar PanelSkin en Menú General

source: Weather Yahoo in Infobar
es: El Tiempo de Yahoo en Infobar

source: Weather Yahoo in SecondInfobar
es: El Tiempo de Yahoo en 2Infobar

source: Weather Foreca in Infobar
es: El Tiempo de Foreca en Infobar

source: Weather Foreca in SecondInfobar
es: El Tiempo de Foreca en 2Infobar

source: Weather Yahoo in Mediaplayer EMC
es: El Tiempo de Yahoo en Reproductor EMC

source: Bitrate in Infobar
es: Bitrate en Infobar

source: Menu Extended, with icons
es: Menú Extendido, con iconos

source: Event Name runnig text in Infobar
es: Nombre del Evento en movimiento Infobar

source: Event Name runnig text in second Infobar
es: Nombre del Evento en movimiento 2Infobar

source: Event Description runnig text in second Infobar
es: Descripción del Evento en movimiento 2Infobar

source: Camd/ECM Info in second Infobar
es: Información de CAM/ECM 2Infobar

source: Crypt Info in second Infobar
es: Información de Encriptación 2Infobar

source: Frequency Info in second Infobar
es: Información de frecuencia 2Infobar

source: Provider Info in second Infobar
es: Información de Proveedor 2Infobar

source: Signal Info in second Infobar
es: Información de Señal 2Infobar

source: Close
es: Cerrar

source: Save
es: Guardar

source: Restart GUI
es: Reiniciar interfaz

source: Restart your %s %s to apply settings Restart now?
es: Hay que reiniciar GUI en tu %s %s para aplicar la configuración ¿Reiniciar ahora?

source: Configure OpenPlusHD Skin
es: Configura el Skin OpenPlusHD

source: Edit Buttons in Menu
es: Botones de edición en Menús
